
[한국어]
;Translated by circlash

;COMMON VALUES
LOKBUTTON=확인
LCANCELBUTTON=취소
LSAVEASBUTTON=다른 이름으로 저장
LANALYZEBUTTON=분석
LDEFRAGBUTTON=조각모음
LCLOSEBUTTON=닫기
LRESTARTBUTTON=다시 시작
LLATERBUTTON=다음에 하기
LREPORTBUTTON=보고서 작성
LSTOPBUTTON=중지
LBROWSEBUTTON=검색
LERROR=오류
LENABLED=활성화
LDISABLED=비활성화
LNOTSUPPORTED=지원하지 않음
LREGREPLACE=오류 - RegReplaceKey가 비활성화 되어 있습니다. 윈도우 재시작 후 다시 시도하세요.
LRESTOREPOINTNOT=시스템 복원 지점을 생성할 수 없습니다.
LCREATINGRESTORE=시스템 복원 지점 생성중...

;MAIN WINDOW
LNEVERUSED=사용한 적 없음
LMENUOPTIONS=설정
LMENUHELP=도움말
LMENUABOUT=정보
LOVERVIEW=개요
LLASTDEFRAG=마지막 조각모음:
LSIZERECOVERED=줄어든 크기:
LPERCENT=줄어든 비율:
LWOULDLIKE=작업을 선택하세요.
LDEFRAGTITLE=레지스트리 조각모음
LREGINFOTITLE=레지스트리 정보
LUPDATEOK=최신 버젼을 사용중입니다.
LUPDATEDISABLED=자동 업데이트 확인을 사용하고있지 않습니다.
LUPDATENEW=새로운 버젼이 있습니다.
LUPDATEWAIT=최신 버젼을 확인중입니다. 잠시만 기다려주세요.
LMOREINFO=추가 정보
LUPDATES=업데이트

;ABOUT WINDOW
LABOUTTITLE=정보 - 
LVERSION=버젼
LICON=아이콘 제작:

;OPTIONS WINDOW
LOPTIONS=설정
LOPTIONSDESCRIPTION=프로그램 세부 설정을 변경합니다.
LSETTINGS=일반 설정
LLANGUAGE=언어
LCHKCHECKUPDATE=자동으로 업데이트 확인
LCHECKNOW=새로운 업데이트 확인하기
LCHKDEFRAGMYCOMPUTER=[내 컴퓨터] 마우스 팝업 메뉴에 "레지스트리 조각모음" 추가
LCHKREGINFOMYCOMPUTER=[내 컴퓨터] 마우스 팝업 메뉴에 "레지스트리 정보 얻기" 추가
LBACKUPS=백업
LAUTOREGFILES=조각모음 전에 자동으로 레지스트리 파일 백업
LAUTORESTOREPOINT=조각모음 전에 자동으로 시스템 복원 지점 생성
LBACKUPFOLDER=백업 폴더:

;REGISTRY INFORMATIONS WINDOW
LINFORMATIONS=정보
LREGINFODESCRIPTION=윈도우 레지스트리 정보를 확인합니다.
LSO=운영체제(OS):
LUSER=사용자:
LREGSIZE=레지스트리 크기:
LCOLUMNPATH=경로
LCOLUMNSIZE=크기
LREGISTRYFILES=레지스트리 파일
LNUMBERFILES=파일수:

;DIAGNOSTICS WINDOW
LDIAGTITLE=진단

;DIAGNOSTIC WINDOW - ADDITIONAL
LHIVENAME=하이브명:
LLOGICALPATH=논리 경로:
LMAPPATH=맵 경로:
LTEMPPATH=임시 경로:
LHIVESIZE=하이브 크기:
LKEY=키:
LVALIDFILE=파일이 존재합니다.
LNOTVALIDFILE=파일이 존재하지 않습니다.

;DEFRAG WINDOW - First Screen
LDEFRAGDESCRIPTION=윈도우 레지스트리를 최적화합니다.
LTITLEPROBLEM=문제점 및 해결
LMAINTEXT=레지스트리 데이터는 일반적인 윈도우 사용시에 끊임없이 추가 및 삭제됩니다. 시간이 지나면 이 데이터는 조각나게 됩니다. Quicksys RegDefrag는 윈도우 레지스트리 파일의 공백과 조각, 쓸모없는 공간을 제거함으로써 레지스트리를 최적화합니다.
LBENEFITS=Quicksys RegDefrag는 전체 시스템 성능과 레지스트리 접근을 향상시킵니다.
LTITLESTEPS=작업 과정
LSTEP1=1. 레지스트리를 분석합니다.
LSTEP2=2. 분석 결과를 검토합니다.
LSTEP3=3. 레지스트리를 조각모음합니다. 시스템을 재시작해야 합니다.
LTITLEANALYZE=작업을 시작하려면 "분석"을 클릭하세요.
LAUTOBACKUP=자동 백업:
LAUTORESTORE=자동 시스템 복원 지점:

;DEFRAG WINDOW - Second Screen
LSTATUSANALYZING=레지스트리 분석중입니다. 기다려주세요.
LPROGRESS=작업:
LREADING=검사중:
LSTOPPROCESS=작업 중지 중...

;DEFRAG WINDOW - Third Screen
LRESULTS=분석 결과
LCOMPARATION=비교
LCONCLUSION=결과
LREGISTRYFRAGMENTATION=레지스트리 단편화
LCURRENTSIZE=현재 레지스트리 크기:
LNEWSIZE=새 레지스트리 크기:
LSIZEDIFFERENCE=크기 차이:
LLEGFRAG=단편화
LLEGALLOC=할당된 공간
LBACKREGFILES=레지스트리 백업 파일 생성:
LBACKRESTORE=시스템 복구 지점 생성:
LCONCLUSION=결과

;DEFRAG WINDOW - Fourth Screen
LDEFRAGCOMPLETED=조각모음 완료!
LFINISHED=작업을 성공적으로 마쳤습니다.
LRESTARTREQUIRED=결과를 적용하려면 컴퓨터를 다시 시작해야합니다.
LRESTARTMSGBOX=지금 다시 시작하시겠습니까?
LHTMLREPORT=조각모음 정보를 HTML 보고서로 만들 수 있습니다.

;DEFRAG WINDOW - Others
LREDEFRAGRESTART=새 조각모음 분석을 위해선 컴퓨터를 재시작해야 합니다.
LDEFRAGMSGBOX1=모든 프로그램을 종료하세요.
LDEFRAGMSGBOX2=분석 작업엔 몇 분의 시간이 소요됩니다.
LDEFRAGMSGBOX3=작업 중에 컴퓨터가 응답하지 않을 수 있습니다.
LDEFRAGMSGBOX4=계속하려면 "Yes"를 클릭하세요.
LFEWFRAGMENTS=단편화가 거의 발견되지 않았습니다. 레지스트리 조각모음이 불필요합니다.
LNOFRAGMENTS=단편화가 발견되지 않았습니다. 레지스트리를 조각모음할 수 없습니다.
LTOOFRAGMENTS=단편화가 많이 발견되었습니다. "조각모음"을 클릭해서 조각모음을 수행하세요.

;REPORT 
LNAMEREPORT=보고서
LH1=조각모음 보고서
LCREATEDBY=생성자:
LDATE=날짜:
LTIME=시간:
LSUMMARY=조각모음 개요
LREGPROCESSED=처리된 레지스트리 파일:
LREGANASTART=레지스트리 분석 시작:
LREGANAFINISHED=레지스트리 분석 종료:
LREGTOTALFINISHED=레지스트리 분석 시간:
LREGSIZEBEFORE=이전 레지스트리 크기:
LREGSIZEAFTER=이후 레지스트리 크기:
LREGSIZEDIFFERENCE=레지스트리 크기 차이:
LREGFILESSUMMARY=레지스트리 파일 개요
LCOLUMNREGFILE=레지스트리 파일
LCOLUMNREGBEFORE=이전 크기
LCOLUMNAFTER=이후 크기
LCOLUMNDIFFERENCE=크기 차이

;COMMANDLINE - PROGRESSWINDOW
LDEFRAGMENT=레지스트리 조각모음
LDEFRAGNOW=조각모음:

;NEW PHRASES! Please, translate and send to contact@myquicksys.com!
LHTMLCREATED=HTML 보고서 생성에 성공했습니다. 
LOPENNOW=지금 확인하시겠습니까?
LNOTHTMLCREATED=오류! HTML 보고서 생성에 실패했습니다.
LFILE=파일
LFREESPACE=조각모음할 여유 공간이 부족합니다. 확인 후 다시 시도하세요.
LERROREGREAD=오류! 레지스트리 정보를 읽을 수 없습니다.
LDONATIONMAIN=Donate and help our team continue offering Quicksys RegDefrag for free.
LDONATIONDEFRAG=This software is free for you to use, but it takes a lot of effort to build and maintain it. Donate and help our team continue offering Quicksys RegDefrag for free.
LNEWSLETTER=Newsletter
LNEWSTEXT=If you want to receive news about Quicksys RegDefrag and compete free licenses of other products, insert your email and click OK.
LNEWSTHANKYOU=Thank you! You've been successfully added to our list. 
LNEWSERROR=Error. Please, try again.
LDONATE=Donate
